alsa-utils
atool
autoconf
automake
base
bc
binutils
bison
bspwm
dunst
fakeroot
feh
file
findutils
firefox
fish
flameshot
flex
gawk
gcc
gettext
git
grep
groff
grub
gzip
imagemagick
libnotify
libtool
lightdm
linux
linux-firmware
lxappearance
m4
make
man-db
neovim
networkmanager
os-prober
pacman
patch
pcmanfm
picom
pkgconf
pulseaudio-alsa
python-pip
python2-pip
ranger
rofi
sed
starship
sudo
sxhkd
texinfo
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-joypixels
ttf-ubuntu-font-family
ueberzug
which
xdotool
xf86-video-vmware
xorg-xbacklight
xorg-xinit
xorg-xrandr
zathura
zathura-pdf-mupdf
